Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HOW_TO_PAIR_XBOX_CONTENT
source: Press the Xbox 􀾉 button to turn on the controller, then press and hold the Wireless enrollment button or Pair button 􂁫 at the top edge of the controller for a few seconds until the Xbox button starts flashing rapidly.
ar: اضغط على زر Xbox ‏􀾉 لتشغيل ذراع التحكم، ثم اضغط مطولًا على زر التسجيل Wireless أو زر Pair ‏􂁫 في الحافة العلوية لذراع التحكم لبضع ثوانٍ حتى يبدأ زر Xbox في الوميض بسرعة.
bg: Натиснете бутона Xbox 􀾉, за да включите контролера, след това натиснете и задръжте бутона за безжично регистриране или бутона за свързване 􂁫 в горния край на контролера за няколко секунди, докато бутона Xbox започне да мига бързо.
ca: Prem el botó Xbox 􀾉 per engegar el comandament i, després, mantén premut durant uns quants segons el botó de connexió sense fil o el botó d’enllaç 􂁫 que hi ha a la part superior fins que el botó Xbox comenci a parpellejar ràpidament.
cs: Zapněte ovladač stisknutím tlačítka Xbox 􂂉 a potom na několik sekund stiskněte a podržte tlačítko pro bezdrátové připojení nebo tlačítko pro spárování 􂂉 na horní straně ovladače, dokud tlačítko Xbox nezačne rychle blikat.
da: Tryk på Xbox-knappen 􀾉 for at tænde controlleren. Tryk på og hold derefter knappen til trådløs registrering eller knappen til pardannelse 􂁫 på controllerens øverste kant nede i nogle få sekunder, indtil Xbox-knappen begynder at blinke hurtigt.
de: Drücke die Xbox-Taste 􀾉, um den Controller einzuschalten, und halte anschließend die Taste zur drahtlosen Verbindung bzw. Koppeln-Taste 􂁫 am oberen Rand des Controllers einige Sekunden lang gedrückt, bis die Xbox-Taste schnell zu blinken beginnt.
el: Πατήστε το κουμπί Xbox 􀾉 για ενεργοποίηση του χειριστηρίου και μετά κρατήστε πατημένο το κουμπί της ασύρματης εγγραφής ή το κουμπί ζευγοποίησης 􂁫 στο πάνω μέρος του χειριστηρίου για λίγα δευτερόλεπτα μέχρι το κουμπί Xbox να αρχίσει να αναβοσβήνει γρήγορα.
es: Pulsa el botón Xbox 􀾉 para encender el mando y luego mantén pulsado durante unos segundos el botón de conexión inalámbrica o el de emparejar 􀾉 que encontrarás en el borde superior del mando hasta que el botón Xbox empiece a parpadear rápidamente.
es_us: Presiona el botón Xbox 􀾉 para encender el control y luego mantén presionado el botón de conexión inalámbrica o el de Emparejar 􀾉 en el borde superior del control durante unos segundos hasta que el botón Xbox empiece a parpadear rápidamente.
fi: Käynnistä ohjain painamalla Xbox-painiketta 􁏰 ja paina sitten Wireless- tai Pair-painiketta 􁏰 (ohjaimen yläreunassa) muutama sekunti, kunnes Xbox-painike alkaa vilkkua nopeasti.
fr: Appuyez sur le bouton Xbox 􀥆 pour allumer la manette, puis maintenez enfoncé le bouton de connexion sans fil ou le bouton de jumelage 􀥆 situé au bord supérieur de la manette pendant quelques secondes jusqu’à ce que le bouton Xbox clignote rapidement.
fr_ca: Appuyez sur le bouton « Xbox » 􀾉 pour activer la manette, puis appuyez de façon prolongée sur le bouton de connexion sans fil ou le bouton de jumelage 􂁫 sur le bord supérieur de la manette pendant quelques secondes jusqu’à ce que le bouton « Xbox » commence à clignoter rapidement.
he: יש ללחוץ על הלחצן 􀾉 ‏Xbox כדי להפעיל את הבקר, ואז ללחוץ ממושכות על לחצן הרישום האלחוטי (Wireless enrollment) או על הלחצן ״שיוך״ 􀾉 בחלק העליון של הבקר למשך כמה שניות עד שהלחצן Xbox מתחיל להבהב במהירות.
hi: कंट्रोलर चालू करने के लिए Xbox 􀾉 बटन दबाएँ, फिर कंट्रोलर के ऊपरी किनारे पर स्थित Wireless नामांकन बटन या Pair बटन 􂁫 को कुछ सेकंड तक दबाकर रखें जब तक कि Xbox बटन तेज़ी से फ़्लैश न करने लगे।
hr: Pritisnite tipku Xbox 􀥆 za uključivanje kontrolera, zatim pritisnite i zadržite na nekoliko sekundi tipku Wireless enrollment ili Pair 􀥆 na gornjem rubu kontrolera, sve dok tipka Xbox ne počne brzo treperiti.
hu: Nyomja meg az Xbox 􀾉 gombot a kontroller bekapcsolásához, majd tartsa megnyomva a kontroller tetején lévő Vezeték nélküli regisztráció gombot vagy Párosítás gombot 􀾉 néhány másodpercig, amíg az Xbox gomb gyorsan el nem kezd villogni.
id: Tekan tombol Xbox 􀾉 untuk menyalakan pengontrol, lalu tekan dan tahan tombol pendaftaran Wireless atau Pair 􀾉 di tepi atas pengontrol selama beberapa detik hingga tombol Xbox mulai berkedip dengan cepat.
it: Premi il pulsante Xbox 􂂉 per accendere il controller, quindi tieni premuto per alcuni secondi il pulsante di connessione wireless o il pulsante di associazione 􂂉 sul bordo superiore del controller fino a quando il pulsante Xbox inizia a lampeggiare rapidamente.
ja: Xboxの􀾉ボタンを押してコントローラの電源を入れ、Xboxのボタンが素早く点滅を始めるまで、コントローラの上端にある“ワイヤレス割り当て”ボタンまたはペアリングボタン􂁫を数秒間長押しします。
kk: Контроллерді қосу үшін Xbox 􀾉 түймесін басыңыз, содан кейін Xbox түймесі жылдам жыпылықтай бастағанша, контроллердің жоғарғы жиегіндегі сымсыз желіге қосылу түймесін немесе жұптастыру түймесін 􂁫 бірнеше секунд басып тұрыңыз.
ko: Xbox 􀾉 버튼을 눌러 컨트롤러를 켠 다음 Xbox 버튼이 빠르게 깜박일 때까지 컨트롤러 상단면에 있는 무선 등록 버튼 또는 페어링 􂁫 버튼을 몇 초간 길게 누르십시오.
lt: Paspauskite mygtuką „Xbox“ 􀾉 ir įjunkite valdiklį, tada paspauskite ir kelias sekundes laikykite valdiklio viršutiniame krašte esantį mygtuką „Registracija belaidžiu ryšiu“ arba mygtuką „Susieti“ 􂁫, kol mygtukas „Xbox“ pradės greitai mirksėti.
ms: Tekan butang Xbox 􀾉 untuk menghidupkan pengawal, kemudian tekan dan tahan butang pendaftaran Wayarles atau butang Pasangkan 􂁫 di pinggir atas pengawal selama beberapa saat sehingga butang Xbox mula berkelip pantas.
nb: Trykk på Xbox 􀾉-knappen for å slå på kontrolleren, og trykk så og hold inne knappen for trådløs tilkobling eller par-knappen 􂁫 på ytterkanten av kontrolleren i noen sekunder til Xbox-knappen begynner å blinke raskt.
nl: Druk op de Xbox 􀾉-knop om de controller in te schakelen en houd vervolgens de draadloze registratieknop of de verbindingsknop 􂁫 boven op de controller een paar seconden ingedrukt totdat de Xbox-knop snel begint te knipperen.
pl: Naciśnij przycisk Xbox 􀾉, aby włączyć kontroler, a następnie naciśnij i przytrzymaj przez kilka sekund przycisk rejestracji bezprzewodowej lub przycisk łączenia w parę 􂁫 (na górnej krawędzi kontrolera), aż przycisk Xbox zacznie szybko migać.
pt_br: Pressione o botão Xbox 􀾉 para ativar o controle e mantenha pressionado por alguns segundos o botão da rede sem fio ou o botão de emparelhamento 􂁫, na parte superior do controle, até que o botão Xbox comece a piscar rapidamente.
pt_pt: Prima o botão Xbox 􀾉 para ligar o comando e, depois, mantenha premido durante alguns segundos o botão de estabelecer ligação sem fios ou de emparelhar 􂁫, na parte superior do comando, até o botão Xbox começar a piscar rapidamente.
ro: Apăsați butonul Xbox 􀾉 pentru a porni controllerul, apoi țineți apăsat butonul de conectare wireless sau butonul de asociere 􂁫 din partea de sus a controllerului timp de câteva secunde până când butonul Xbox începe să clipească rapid.
ru: Нажмите кнопку Xbox 􀾉, чтобы включить контроллер. Затем нажмите кнопку регистрации в беспроводной сети или кнопку создания пары 􂁫 вверху контроллера и удерживайте в течение нескольких секунд, пока кнопка Xbox не начнет часто мигать.
sk: Stlačením tlačidla Xbox 􀾉 zapnite ovládač a potom stlačte a niekoľko sekúnd podržte tlačidlo bezdrôtovej registrácie (tlačidlo párovania) 􀾉 na vrchnej hrane ovládača, až kým tlačidlo Xbox nezačne rýchlo blikať.
sl: Pritisnite gumb Xbox 􀾉, da vklopite igralni kontroler, nato pa pritisnite in nekaj sekund držite gumb za vpis v brezžično omrežje ali gumb Pair 􂁫 na zgornjem robu igralnega kontrolerja, dokler gumb Xbox ne začne hitro utripati.
sv: Slå på spelkontrollen genom att trycka på Xbox-knappen 􀾉 och håll sedan in knappen för trådlös registrering eller parkoppling 􂁫 på den övre kanten av spelkontrollen under några sekunder tills Xbox-knappen börjar blinka snabbt.
th: กดปุ่ม Xbox 􀾉 เพื่อเปิดอุปกรณ์ควบคุม แล้วกดปุ่มการลงทะเบียนไร้สายหรือปุ่ม Pair 􂁫 ที่ขอบด้านบนสุดของอุปกรณ์ควบคุมค้างไว้สักครู่หนึ่งจนกว่าปุ่ม Xbox จะเริ่มกะพริบอย่างรวดเร็ว
tr: Kumandayı açmak için Xbox 􀾉 düğmesine basın, sonra kumandanın üst kenarındaki kablosuz kayıt düğmesine veya Eşleme düğmesine 􂁫 basıp Xbox düğmesi hızlıca yanıp sönmeye başlayana kadar birkaç saniye basılı tutun.
uk: Натисніть кнопку Xbox 􀾉, щоб увімкнути контролер, а потім натисніть кнопку бездротового підʼєднання або кнопку створення пари 􂁫 у верхній частині контролера й утримуйте її кілька секунд, доки кнопка Xbox не почне швидко блимати.
vi: Hãy nhấn nút Xbox  để bật bộ điều khiển, sau đó nhấn và giữ nút đăng ký Không dây hoặc nút Ghép đôi  ở cạnh trên của bộ điều khiển trong vài giây, đến khi nút Xbox bắt đầu nhấp nháy nhanh.
zh_cn: 按下Xbox 􀾉 按钮打开控制器，然后按住控制器顶部边缘的无线注册按钮或配对按钮 􂁫 几秒钟，直至Xbox按钮开始快速闪烁。
zh_hk: 按下Xbox 􂂉 按鈕以開啟控制器，然後按住控制器頂端邊緣的「無線」註冊按鈕或「配對」按鈕 􂂉 幾秒，直到Xbox按鈕開始快速閃爍。
zh_tw: 按下Xbox 􂂉 按鈕來開啟控制器，然後按住控制器頂端邊緣的「無線註冊」按鈕或「配對」按鈕 􂂉 幾秒鐘，直到Xbox按鈕開始快速閃爍。

# HOW_TO_PAIR_XBOX_HEADER
source: Xbox Wireless Controller
ar: ذراع تحكم Xbox لاسلكية
bg: Безжичен контролер Xbox
ca: Comandament sense fil Xbox
cs: Bezdrátový ovladač pro Xbox
da: Trådløs Xbox-controller
el: Ασύρματο χειριστήριο Xbox
es: Mando inalámbrico Xbox
es_us: Control inalámbrico Xbox
fi: Xboxin langaton ohjain
fr: Manette Xbox sans fil
fr_ca: Manette sans fil Xbox
he: בקר אלחוטי של Xbox
hi: Xbox वायरलेस कंट्रोलर
hr: Bežični kontroler za Xbox
hu: Xbox vezeték nélküli vezérlő
id: Pengontrol Nirkabel Xbox
it: Controller wireless per Xbox
ja: Xboxワイヤレスコントローラ
kk: Xbox сымсыз контроллері
ko: Xbox 무선 컨트롤러
lt: Belaidis valdiklis „Xbox One“
ms: Pengawal Wayarles Xbox
nb: Trådløs Xbox-spillkontroller
nl: Draadloze Xbox-controller
pl: Kontroler bezprzewodowy Xbox
pt_br: Controle sem Fio Xbox
pt_pt: Comando sem fios Xbox
ro: Controller Xbox wireless
ru: Беспроводной контроллер Xbox
sk: Ovládač Xbox Wireless
sl: Brezžični igralni kontroler Xbox
sv: Xbox trådlös spelkontroll
th: อุปกรณ์ควบคุม Xbox แบบไร้สาย
tr: Xbox Wireless Kumanda
uk: Бездротовий контролер Xbox
vi: Bộ điều khiển không dây Xbox
zh_cn: Xbox无线控制器
zh_hk: Xbox無線控制器
zh_tw: Xbox無線控制器

# INVERT_HORIZONTALLY_DESC
source: Invert the horizontal input axis. This inversion is applied after any axes are rotated.
ar: عكس محور الإدخال الأفقي. يُطبَّق هذا العكس بعد تدوير أي محاور.
bg: Обръща хоризонталната входна ос. Тази инверсия се прилага след завъртане на която и да е ос.
ca: Inverteix l’eix d’entrada horitzontal. Aquesta inversió s’aplica en girar qualsevol eix.
cs: Invertuje vodorovnou osu. Inverze proběhne po otočení libovolných os.
da: Inverter den vandrette indgangsakse. Denne inversion anvendes, når akser roteres.
de: Invertiere die horizontale Eingabeachse. Diese Inversion wird nach dem Drehen der Achsen angewendet.
el: Αναστροφή του οριζόντιου άξονα εισόδου. Αυτή η αναστροφή εφαρμόζεται μετά από περιστροφή αξόνων.
es: Invierte el eje de entrada horizontal. Se aplica después de rotar cualquier eje.
es_us: Invierte el eje de entrada horizontal. Esto se aplica después de rotar cualquier eje.
fi: Käännä vaakasuuntainen syöttöakseli. Kääntö suoritetaan, kun joitakin akseleita kierretään.
fr: Inversez l’axe d’entrée horizontal. Cette inversion est appliquée après une permutation d’entrée.
fr_ca: Inversez l’axe d’entrée horizontal. Cette inversion est appliquée après n’importe quelle inversion d’entrée.
he: פעולה זו הופכת את צירי הקלט האופקיים. היפוך זה מופעל אחרי שכל הצירים מסובבים.
hi: क्षैतिज इनपुट अक्ष इंवर्ट करें। किसी अक्ष के घुमाए जाने के बाद यह इंवर्ज़न लागू किया जाता है।
hr: Obrnite vodoravnu ulaznu os. Ovo obrtanje primjenjuje se nakon rotiranja bilo koje osi.
hu: A vízszintes bemeneti tengely invertálása. Ez az invertálás valamelyik tengely forgatása után lesz alkalmazva.
id: Balikkan sumbu input horizontal. Pembalikan ini diterapkan setelah sumbu apa pun diputar.
it: Inverti l’asse di input orizzontale. L’inversione viene applicata in seguito alla rotazione di qualsiasi asse.
ja: 水平入力軸を反転します。この反転は、任意の軸が回転されたあとに適用されます。
kk: Көлденең енгізу осі бойынша инверсиялау. Бұл инверсия, осьтер орнын ауыстырған жағдайда қолданылады.
ko: 가로 방향 입력 축을 반전합니다. 이 반전은 어떤 임의의 축이 회전된 다음에 적용됩니다.
lt: Invertuokite horizontaliąją įvesties ašį. Šis invertavimas taikomas po to, kai pasukamos bet kurios ašys.
ms: Songsangkan paksi input mendatar. Penyongsangan ini digunakan selepas sebarang paksi diputar.
nb: Inverter den vannrette aksen. Inverteringen tas i bruk etter at aksene er byttet.
nl: Hiermee wordt de horizontale invoeras omgekeerd. Deze omkering wordt toegepast nadat assen zijn geroteerd.
pl: Odwrócenie osi wejścia w poziomie. Stosowane jest po ewentualnym obrocie dowolnej osi.
pt_br: Inverta o eixo de entrada horizontal. Esta inversão é aplicada após qualquer giro de eixo.
pt_pt: Inverter o eixo de entrada horizontal. Esta inversão é aplicada após uma rotação de eixos.
ro: Inversați axa de intrare orizontală. Această inversare este aplicată după rotirea oricăror axe.
ru: Инверсия по горизонтальной оси. Эта инверсия применяется, если оси поменяли местами.
sk: Prevráti vodorovnú vstupnú os. Prevrátenie bude vykonané až po prípadnom otočení osí.
sl: Obrnite vodoravno vhodno os. To obračanje se uporabi po zasuku katerekoli osi.
sv: Invertera den horisontella ingångsaxeln. Inverteringen utförs när någon axel roteras.
th: กลับด้านแกนป้อนเข้าแนวนอน การกลับด้านนี้จะทำหลังจากการหมุนแกน
tr: Yatay giriş eksenini çevirir. Bu dönüştürme herhangi bir eksen döndürüldükten sonra uygulanır.
uk: Інвертувати горизонтальну вісь введення. Ця інверсія застосовується після повертання будь-якої з осей.
vi: Đảo ngược trục đầu vào ngang. Việc đảo ngược này được áp dụng sau khi bất kỳ trục nào được xoay.
zh_cn: 反转水平输入轴。此反转会在任何轴旋转后应用。
zh_hk: 反轉水平輸入軸。會在任何軸旋轉後套用此反轉。
zh_tw: 反轉水平輸入軸。此反轉操作會在任何軸旋轉後套用。

# INVERT_HORIZONTALLY_TITLE
source: Invert Horizontally
ar: عكس أفقي
bg: Обърни хоризонтално
ca: Inverteix horitzontalment
cs: Invertovat vodorovně
da: Inverter vandret
de: Horizontal invertieren
el: Αναστροφή οριζόντια
es: Invertir horizontalmente
es_us: Invertir horizontalmente
fi: Käännä vaakasuunnassa
fr: Inverser horizontalement
fr_ca: Inversion horizontale
he: היפוך אופקי
hi: क्षैतिज रूप में इंवर्ट करें
hr: Obrni vodoravno
hu: Invertálás vízszintesen
id: Balikkan Secara Horizontal
it: Inverti orizzontalmente
ja: 水平に反転
kk: Көлденеңінен инверсиялау
ko: 가로 방향으로 반전
lt: Horizontalusis invertavimas
ms: Songsang Mendatar
nb: Inverter vannrett
nl: Keer horizontaal om
pl: Odwróć poziomo
pt_br: Inverter Horizontalmente
pt_pt: Inverter na horizontal
ro: Inversare orizontală
ru: Инвертировать горизонтально
sk: Prevrátiť vodorovne
sl: Obrni vodoravno
sv: Invertera horisontellt
th: กลับด้านแนวนอน
tr: Yatay Olarak Çevir
uk: Інвертувати по горизонталі
vi: Đảo ngược theo chiều ngang
zh_cn: 水平反转
zh_hk: 水平反轉
zh_tw: 水平反轉

# INVERT_VERTICALLY_DESC
source: Invert the vertical input axis. This inversion is applied after any axes are rotated.
ar: عكس محور الإدخال الرأسي. يُطبَّق هذا العكس بعد تدوير أي محاور.
bg: Обръща вертикалната входна ос. Тази инверсия се прилага след завъртане на която и да е ос.
ca: Inverteix l’eix d’entrada vertical. Aquesta inversió s’aplica en girar qualsevol eix.
cs: Invertuje svislou osu. Inverze proběhne po otočení libovolných os.
da: Inverter den lodrette indgangsakse. Denne inversion anvendes, når akser roteres.
de: Invertiere die vertikale Eingabeachse. Diese Inversion wird nach dem Drehen der Achsen angewendet.
el: Αναστροφή του κατακόρυφου άξονα εισόδου. Αυτή η αναστροφή εφαρμόζεται μετά από περιστροφή αξόνων.
es: Invierte el eje de entrada vertical. Se aplica después de rotar cualquier eje.
es_us: Invierte el eje de entrada vertical. Esto se aplica después de rotar cualquier eje.
fi: Käännä pystysuuntainen syöttöakseli. Kääntö suoritetaan, kun joitakin akseleita kierretään.
fr: Inversez l’axe d’entrée vertical. Cette inversion est appliquée après une permutation d’entrée.
fr_ca: Inversez l’axe d’entrée vertical. Cette inversion est appliquée après n’importe quelle inversion d’entrée.
he: פעולה זו הופכת את צירי הקלט האנכיים. היפוך זה מופעל אחרי שכל הצירים מסובבים.
hi: लंबवत इनपुट अक्ष इंवर्ट करें। किसी अक्ष के घुमाए जाने के बाद यह इंवर्ज़न लागू किया जाता है।
hr: Obrnite okomitu ulaznu os. Ovo obrtanje primjenjuje se nakon rotiranja bilo koje osi.
hu: A függőleges bemeneti tengely invertálása. Ez az invertálás valamelyik tengely forgatása után lesz alkalmazva.
id: Balikkan sumbu input vertikal. Pembalikan ini diterapkan setelah sumbu apa pun diputar.
it: Inverti l’asse di input verticale. L’inversione viene applicata in seguito alla rotazione di qualsiasi asse.
ja: 垂直入力軸を反転します。この反転は、任意の軸が回転されたあとに適用されます。
kk: Тік енгізу осі бойынша инверсиялау. Бұл инверсия, осьтер орнын ауыстырған жағдайда қолданылады.
ko: 세로 방향 입력 축을 반전합니다. 이 반전은 어떤 임의의 축이 회전된 다음에 적용됩니다.
lt: Invertuokite vertikaliąją įvesties ašį. Šis invertavimas taikomas po to, kai pasukamos bet kurios ašys.
ms: Songsangkan paksi input menegak. Penyongsangan ini digunakan selepas sebarang paksi diputar.
nb: Inverter den loddrette aksen. Inverteringen tas i bruk etter at aksene er byttet.
nl: Hiermee wordt de verticale invoeras omgekeerd. Deze omkering wordt toegepast nadat assen zijn geroteerd.
pl: Odwrócenie osi wejścia w pionie. Stosowane jest po ewentualnym obrocie dowolnej osi.
pt_br: Inverta o eixo de entrada vertical. Esta inversão é aplicada após qualquer giro de eixo.
pt_pt: Inverter o eixo de entrada vertical. Esta inversão é aplicada após uma rotação de eixos.
ro: Inversați axa de intrare verticală. Această inversare este aplicată după rotirea oricăror axe.
ru: Инверсия по вертикальной оси. Эта инверсия применяется, если оси поменяли местами.
sk: Prevráti zvislú vstupnú os. Prevrátenie bude vykonané až po prípadnom otočení osí.
sl: Obrnite navpično vhodno os. To obračanje se uporabi po zasuku katerekoli osi.
sv: Invertera den vertikala ingångsaxeln. Inverteringen utförs när någon axel roteras.
th: กลับด้านแกนป้อนเข้าแนวตั้ง การกลับด้านนี้จะทำหลังจากการหมุนแกน
tr: Düşey giriş eksenini çevirir. Bu dönüştürme herhangi bir eksen döndürüldükten sonra uygulanır.
uk: Інвертувати вертикальну вісь введення. Ця інверсія застосовується після повертання будь-якої з осей.
vi: Đảo ngược trục đầu vào dọc. Việc đảo ngược này được áp dụng sau khi bất kỳ trục nào được xoay.
zh_cn: 反转垂直输入轴。此反转会在任何轴旋转后应用。
zh_hk: 反轉垂直輸入軸。會在任何軸旋轉後套用此反轉。
zh_tw: 反轉垂直輸入軸。此反轉操作會在任何軸旋轉後套用。

# INVERT_VERTICALLY_TITLE
source: Invert Vertically
ar: عكس رأسي
bg: Обърни вертикално
ca: Inverteix verticalment
cs: Invertovat svisle
da: Inverter lodret
de: Vertikal invertieren
el: Αναστροφή κατακόρυφα
es: Invertir verticalmente
es_us: Invertir verticalmente
fi: Käännä pystysuunnassa
fr: Inverser verticalement
fr_ca: Inversion verticale
he: היפוך אנכי
hi: लंबवत रूप में इंवर्ट करें
hr: Obrni okomito
hu: Invertálás függőlegesen
id: Balikkan Secara Vertikal
it: Inverti verticalmente
ja: 垂直に反転
kk: Тігінен инверсиялау
ko: 세로 방향으로 반전
lt: Vertikalusis invertavimas
ms: Songsang Menegak
nb: Inverter loddrett
nl: Keer verticaal om
pl: Odwróć pionowo
pt_br: Inverter Verticalmente
pt_pt: Inverter na vertical
ro: Inversare verticală
ru: Инвертировать вертикально
sk: Prevrátiť zvislo
sl: Obrni navpično
sv: Invertera vertikalt
th: กลับด้านแนวตั้ง
tr: Düşey Olarak Çevir
uk: Інвертувати по вертикалі
vi: Đảo ngược theo chiều dọc
zh_cn: 垂直反转
zh_hk: 垂直反轉
zh_tw: 垂直反轉

# LAUNCHPAD_SHORTCUT_ENABLED_DESC
source: Hold Home button to switch apps
ar: اضغط مطولاً على زر الشاشة الرئيسية للتبديل بين التطبيقات
bg: Задръжте бутон Начало за превключване на приложения
ca: Mantén premut el botó d’inici per canviar d’app.
cs: Podržením tlačítka Home můžete přepínat mezi aplikacemi
da: Hold knappen Hjem inde for at skifte mellem apps
de: Zum Wechseln der Apps Home-Taste gedrückt halten
el: Κρατήστε πατημένο το κουμπί Αφετηρίας για εναλλαγή εφαρμογών
es: Mantén pulsado el botón de inicio para cambiar de app.
es_us: Mantén presionado el botón HOME para cambiar de app
fi: Vaihda appeja pitämällä Koti-painiketta painettuna
fr: Maintenez enfoncé le bouton Home pour passer d’une app à l’autre.
fr_ca: Maintenez le bouton principal enfoncé pour changer d’app.
he: לחיצה ארוכה על כפתור הבית למעבר בין יישומים
hi: ऐप्स स्विच करने के लिए होम बटन होल्ड करें
hr: Držite tipku Home za izmjenu aplikacija
hu: A Főgomb nyomva tartásával válthat az appok között
id: Tahan tombol Utama untuk beralih app
it: Tieni premuto il pulsante Home per passare da un’app all’altra
ja: アプリを切り替えるにはホームボタンを長押しします
kk: Қолданбаларды ауыстыру үшін «Басты бет» түймесін басып тұрыңыз
ko: 홈 버튼을 눌러서 앱 간에 전환합니다.
lt: Laikykite namų mygtuką, kad perjungtumėte programas
ms: Tahan butang Utama untuk bertukar app
nb: Hold inne Hjem-knappen for å veksle mellom apper
nl: Houd de thuisknop ingedrukt om van app te wisselen
pl: Przytrzymaj przycisk główny, aby przełączyć aplikacje
pt_br: Mantenha o botão de Início pressionado para alternar entre apps
pt_pt: Manter premido o botão principal para mudar de aplicação
ro: Țineți apăsat butonul principal pentru a comuta aplicațiile
ru: Удерживайте кнопку «Домой», чтобы переключаться между приложениями
sk: Podržaním tlačidla Domov prepínate medzi apkami
sl: Za preklapljanje med aplikacijami pridržite gumb Domov
sv: Håll ned hemknappen om du vill växla mellan appar
th: กดปุ่ม Home ค้างไว้เพื่อสลับแอป
tr: Uygulamalar arasında geçiş yapmak için ana ekran düğmesini basılı tutun
uk: Утримуйте кнопку Home, щоб перемикати програми
vi: Giữ nút Home để chuyển đổi ứng dụng
zh_cn: 按住主屏幕按钮切换App
zh_hk: 按住HOME鍵以切換App
zh_tw: 按住HOME鍵來切換App

# LAUNCHPAD_SHORTCUT_ENABLED_TITLE
source: Press Home button to open Launchpad
ar: اضغط مطولاً على زر الشاشة الرئيسية لفتح "المنصة"
bg: Натиснете бутон Начало за отваряне на Launchpad
ca: Obre el Launchpad amb el botó d’inici
cs: Stisknutím tlačítka Home otevřete Launchpad
da: Tryk på knappen Hjem for at åbne Launchpad
de: Zum Starten des Launchpad Home-Taste drücken
el: Πατήστε το κουμπί Αφετηρίας για άνοιγμα του Launchpad
es: Pulsa el botón de inicio para abrir Launchpad
es_us: Presiona el botón HOME para abrir Launchpad
fi: Avaa Launchpad painamalla Koti-painiketta
fr: Appuyez sur le bouton Home pour lancer le Launchpad
fr_ca: Appuyez sur le bouton principal pour ouvrir le Launchpad
he: לחיצה על כפתור הבית לפתיחת Launchpad
hi: Launchpad खोलने के लिए होम बटन दबाएँ
hr: Pritisnite tipku Home za otvaranje Launchpada
hu: A Launchpad megnyitása a Főgomb megnyomásával
id: Tekan tombol Utama untuk membuka Launchpad
it: Premi il pulsante Home per aprire Launchpad
ja: Launchpadを開くにはホームボタンを押します
kk: Launchpad панелін ашу үшін «Басты бет» түймесін басыңыз
ko: 홈 버튼 눌러서 Launchpad 열기
lt: Paspauskite namų mygtuką, kad atidarytumėte paleidiklį
ms: Tekan butang Utama untuk membuka Launchpad
nb: Trykk på Hjem-knappen for å åpne Launchpad
nl: Druk op de thuisknop om Launchpad te openen
pl: Naciśnij przycisk główny, aby otworzyć Launchpada
pt_br: Pressione o botão de Início para abrir o Launchpad
pt_pt: Premir o botão principal para abrir o Launchpad
ro: Apăsare buton principal pentru a deschide Launchpad
ru: Нажмите кнопку «Домой», чтобы открыть Launchpad
sk: Stlačením tlačidla Domov otvoríte Launchpad
sl: Pritisnite gumb Domov, da odprete Launchpad
sv: Öppna Launchpad genom att trycka på hemknappen
th: กดปุ่ม Home เพื่อเปิด Launchpad
tr: Launchpad’i açmak için ana ekran düğmesine basın
uk: Натисніть кнопку Home, щоб відкрити Launchpad
vi: Nhấn nút Home để mở Launchpad
zh_cn: 按下主屏幕按钮打开启动台
zh_hk: 按下HOME鍵以開啟「啟動台」
zh_tw: 按下HOME鍵來打開啟動台
